Repository: vykes-mac/vault-box
Catalog: VaultBox/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ja, ko, pt_br

source: This feature requires a Premium subscription.
de: Diese Funktion erfordert ein Premium-Abonnement.
es_mx: Esta función requiere una suscripción Premium.
fr: Cette fonctionnalité nécessite un abonnement Premium.
it: Questa funzione richiede un abbonamento Premium.
ja: この機能にはプレミアムサブスクリプションが必要です。
ko: 이 기능은 프리미엄 구독이 필요합니다.
pt_br: Este recurso requer uma assinatura Premium.

source: This item couldn't be opened. It may be corrupted.
de: Dieses Element konnte nicht geöffnet werden. Es ist möglicherweise beschädigt.
es_mx: Este artículo no se pudo abrir. Puede estar dañado.
fr: Cet article n'a pas pu être ouvert. Il peut être corrompu.
it: Questo articolo non è stato possibile aprire. Potrebbe essere corrotto.
ja: このアイテムを開くことができませんでした。破損している可能性があります。
ko: 이 항목을 열 수 없습니다. 손상되었을 수 있습니다.
pt_br: Este item não pôde ser aberto. Pode estar corrompido.

source: This item will be permanently deleted from your vault.
de: Dieses Element wird dauerhaft aus dem Tresor gelöscht.
es_mx: Este artículo será eliminado permanentemente de tu bóveda.
fr: Cet article sera supprimé définitivement de votre coffre-fort.
it: Questo elemento verrà eliminato definitivamente dalla cassaforte.
ja: この項目は保管庫から完全に削除されます。
ko: 이 항목은 보관함에서 영구적으로 삭제됩니다.
pt_br: Este item será excluído permanentemente do seu cofre.

source: This lightweight outlook keeps a location and local daylight status without requesting location access.
de: Dieser leichte Überblick behält einen Standort und den lokalen Tageslichtstatus ohne Zugriff auf den Standort zu verlangen.
es_mx: Esta visión ligera mantiene la ubicación y el estado de la luz solar local sin solicitar acceso a la ubicación.
fr: Cette perspective légère conserve une localisation et l'état de la lumière naturelle locale sans demander l'accès à la localisation.
it: Questa visione leggera mantiene una posizione e lo stato della luce naturale locale senza richiedere l'accesso alla posizione.
ja: この軽量なビューポートは、位置情報のアクセス許可を要求することなく、位置情報とローカルの日光状況を維持します。
ko: 이 가벼운 전망은 위치 액세스를 요청하지 않고도 위치와 로컬 일광 상태를 유지합니다.
pt_br: Esta visão leve mantém uma localização e o status de luz natural local sem solicitar acesso à localização.

source: This PIN is the only way in. Nobody can reset it for you.
de: Nur mit dieser PIN erhalten Sie Zugriff. Niemand kann sie für Sie zurücksetzen.
es_mx: Este PIN es la única forma de entrar. Nadie puede restablecerlo por ti.
fr: Ce code PIN est votre seul moyen d’accès. Personne ne peut le réinitialiser pour vous.
it: Questo PIN è l’unico modo per accedere. Nessuno può reimpostarlo per te.
ja: このPINだけが保管庫を開く鍵です。第三者がリセットすることはできません。
ko: 이 PIN만이 보관함을 여는 열쇠이며 누구도 대신 재설정할 수 없습니다.
pt_br: Este PIN é a única forma de entrar. Ninguém pode redefini-lo por você.

source: This runs on your device. Your photos never leave it.
de: Dies läuft auf Ihrem Gerät. Ihre Fotos verlassen es nie.
es_mx: Esto funciona en tu dispositivo. Tus fotos nunca salen de él.
fr: Cela fonctionne sur votre appareil. Vos photos ne le quittent jamais.
it: Questo funziona sul tuo dispositivo. Le tue foto non lo lasciano mai.
ja: 処理はすべてデバイス上で行われます。写真が外部に送信されることはありません。
ko: 모든 처리는 기기에서 이루어집니다. 사진은 외부로 전송되지 않습니다.
pt_br: Isso funciona no seu dispositivo. Suas fotos nunca saem dele.

source: This share has expired and is no longer available.
de: Diese Freigabe ist abgelaufen und nicht mehr verfügbar.
es_mx: Este enlace compartido venció y ya no está disponible.
fr: Ce partage a expiré et n’est plus disponible.
it: Questa condivisione è scaduta e non è più disponibile.
ja: この共有は期限切れのため利用できません。
ko: 이 공유는 만료되어 더 이상 사용할 수 없습니다.
pt_br: Este compartilhamento expirou e não está mais disponível.

source: This share link is invalid or corrupted.
de: Dieser Teilen-Link ist ungültig oder korrupt.
es_mx: Este enlace de compartir es inválido o corrupto.
fr: Ce lien de partage est invalide ou corrompu.
it: Questo link di condivisione è non valido o corrotto.
ja: この共有リンクは無効または破損しています。
ko: 이 공유 링크는 유효하지 않거나 손상되었습니다.
pt_br: Este link de compartilhamento está inválido ou corrompido.

source: This shared file could not be found. It may have been revoked.
de: Diese gemeinsam genutzte Datei konnte nicht gefunden werden. Sie wurde möglicherweise widerrufen.
es_mx: No se pudo encontrar este archivo compartido. Es posible que haya sido revocado.
fr: Ce fichier partagé n'a pas pu être trouvé. Il a peut-être été révoqué.
it: Questo file condiviso non è stato trovato. Potrebbe essere stato revocato.
ja: この共有ファイルが見つかりませんでした。取り消された可能性があります。
ko: 이 공유 파일이 찾을 수 없습니다. 취소되었을 수 있습니다.
pt_br: Este arquivo compartilhado não foi encontrado. Ele pode ter sido revogado.

source: This stays on your phone. Nobody sees your answer.
de: Diese Angabe bleibt auf Ihrem Handy. Niemand sonst sieht Ihre Antwort.
es_mx: Esto se queda en tu teléfono. Nadie más verá tu respuesta.
fr: Cette réponse reste sur votre téléphone. Personne d’autre ne la verra.
it: Questa risposta resta sul tuo telefono. Nessun altro la vedrà.
ja: 回答はスマホ内だけに保存され、誰にも見られません。
ko: 답변은 휴대폰에만 저장되며 다른 사람에게 공개되지 않습니다.
pt_br: Isso fica no seu celular. Ninguém mais verá sua resposta.

source: This will download all backed-up items from iCloud. Existing items won't be duplicated.
de: Dadurch werden alle gesicherten Elemente von iCloud heruntergeladen. Bestehende Elemente werden nicht doppelt gespeichert.
es_mx: Esto descargará todos los elementos guardados de iCloud. Los elementos existentes no se duplicarán.
fr: Cela téléchargera tous les éléments sauvegardés de iCloud. Les éléments existants ne seront pas doublés.
it: Questo scaricherà tutti gli elementi memorizzati in backup da iCloud. Gli elementi esistenti non verranno duplicati.
ja: これにより、iCloudからバックアップされたすべてのアイテムがダウンロードされます。既存のアイテムは重複されません。
ko: 이것은 iCloud에서 백업된 모든 항목을 다운로드할 것입니다. 기존 항목은 중복되지 않습니다.
pt_br: Isso irá baixar todos os itens salvos de iCloud. Os itens existentes não serão duplicados.

source: This will permanently delete all break-in attempt records.
de: Dadurch werden alle Aufzeichnungen über Einbruchversuche dauerhaft gelöscht.
es_mx: Esto eliminará permanentemente todos los registros de intentos de robo.
fr: Cela supprimera définitivement tous les enregistrements des tentatives d'effraction.
it: Ciò cancellerà permanentemente tutti i record di tentativi di furto.
ja: これにより、すべての侵入試行記録が永久に削除されます。
ko: 이렇게 하면 모든 침입 시도 기록을 영구적으로 삭제합니다.
pt_br: Isso excluirá permanentemente todos os registros de tentativas de invasão.

source: To scan for sensitive photos, allow VaultBox to access your photo library in Settings.
de: Um sensible Fotos zu scannen, erlauben Sie VaultBox, auf Ihre Fotobibliothek in den Einstellungen zuzugreifen.
es_mx: Para escanear fotos sensibles, permita que VaultBox acceda a su biblioteca de fotos en Configuración.
fr: Pour rechercher des photos sensibles, autorisez VaultBox à accéder à votre photothèque dans Réglages.
it: Per cercare foto sensibili, consenti a VaultBox di accedere alla libreria Foto nelle Impostazioni.
ja: 機密性の高い写真をスキャンするには、VaultBoxが設定で写真ライブラリにアクセスできるようにしてください。
ko: 민감한 사진을 스캔하려면 VaultBox가 설정에서 사진 라이브러리에 액세스할 수 있도록 허용하십시오.
pt_br: Para procurar fotos sensíveis, permita que o VaultBox acesse sua fototeca em Ajustes.

source: Today
de: Heute
es_mx: hoy
fr: aujourd'hui
it: oggi
ja: 今日
ko: 오늘
pt_br: hoje

source: Today — everything unlocks
de: Heute – alle Funktionen werden freigeschaltet
es_mx: Hoy: se desbloquea todo
fr: Aujourd’hui — tout est débloqué
it: Oggi — si sblocca tutto
ja: 今日 — すべての機能を利用開始
ko: 오늘 — 모든 기능 잠금 해제
pt_br: Hoje — tudo é desbloqueado

source: Toggle sign
de: Vorzeichen wechseln
es_mx: Cambiar signo
fr: Changer le signe
it: Cambia segno
ja: 符号を切り替え
ko: 부호 전환
pt_br: Alternar sinal

source: Too many attempts. Please wait.
de: Zu viele Versuche. Bitte warten Sie.
es_mx: Demasiados intentos. Espera un momento.
fr: Trop d'essais. Veuillez patienter.
it: Troppi tentativi. Attendi.
ja: 試行回数が多すぎます。お待ちください。
ko: 실패 시도 횟수가 너무 많습니다. 잠시 기다려 주십시오.
pt_br: Demasiadas tentativas. Por favor, aguarde.

source: Transfer
de: Übertragung
es_mx: transferencia
fr: transfert
it: trasferimento
ja: 転送
ko: 전송
pt_br: Transferir

source: Translate
de: Übersetzen
es_mx: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
pt_br: Traduzir

source: Try Again
de: Erneut versuchen
es_mx: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente

source: Try again in %d:%02d
de: Versuchen Sie es erneut in %d:%02d
es_mx: Inténtalo de nuevo en %d:%02d
fr: Essayez à nouveau dans %d : %02d
it: Prova di nuovo in %d:%02d
ja: %d:%02dでもう一度試してください
ko: %d:%02d에서 다시 시도하세요
pt_br: Tente novamente em %d:%02d

source: Try different keywords or a broader search term.
de: Versuchen Sie verschiedene Schlüsselwörter oder einen breiteren Suchbegriff.
es_mx: Prueba palabras clave diferentes o un término de búsqueda más amplio.
fr: Essayez des mots-clés différents ou un terme de recherche plus large.
it: Prova parole chiave diverse o un termine di ricerca più ampio.
ja: 異なるキーワードまたはより広範な検索用語を試してください。
ko: 다른 키워드나 더 광범위한 검색 용어를 시도해 보세요.
pt_br: Tente palavras-chave diferentes ou um termo de pesquisa mais amplo.

source: Try searching
de: Versuchen Sie, zu suchen
es_mx: Intenta buscar
fr: Essayez de rechercher
it: Prova a cercare
ja: 検索を試してください
ko: 검색해 보세요
pt_br: Tente pesquisar

source: Try searching by type, album name, or date
de: Versuchen Sie, nach Typ, Albumname oder Datum zu suchen.
es_mx: Intenta buscar por tipo, nombre del álbum o fecha
fr: Essayez de rechercher par type, nom d'album ou date.
it: Prova a cercare per tipo, nome dell'album o data
ja: タイプ、アルバム名、または日付で検索してみてください。
ko: 유형, 앨범 이름 또는 날짜로 검색해 보세요.
pt_br: Tente pesquisar por tipo, nome do álbum ou data

source: Turn your phone face down to instantly lock VaultBox
de: Legen Sie Ihr Telefon mit der Rückseite nach unten, um VaultBox sofort zu sperren
es_mx: Gire su teléfono boca abajo para bloquear instantáneamente VaultBox.
fr: Tournez votre téléphone vers le bas pour verrouiller instantanément VaultBox.
it: Gira il telefono con il lato rivolto verso il basso per bloccare istantaneamente VaultBox
ja: 携帯電話の画面を逆さまにして、すぐにVaultBoxをロックします。
ko: 휴대전화를 뒤집어 VaultBox를 즉시 잠그세요.
pt_br: Vire o seu telefone de cabeça para baixo para bloquear instantaneamente o VaultBox

source: Type
de: Typ
es_mx: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: tipo

source: U.S. partnered adults
de: Erwachsene in US-Partnerschaften
es_mx: Adultos de EE. UU. con pareja
fr: Adultes américains en couple
it: Adulti statunitensi in coppia
ja: 米国のパートナーがいる成人
ko: 미국의 연인이 있는 성인
pt_br: Adultos dos EUA com parceiro

source: Unable to play this video.
de: Dieses Video kann nicht abgespielt werden.
es_mx: No se puede reproducir este video.
fr: Impossible de lire cette vidéo.
it: Impossibile riprodurre questo video.
ja: このビデオを再生できません。
ko: 이 비디오를 재생할 수 없습니다.
pt_br: Não foi possível reproduzir este vídeo.

source: Unavailable
de: Nicht verfügbar
es_mx: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: indisponível

source: Unexpected model output format
de: Unerwartetes Modellausgabeschema
es_mx: Formato de salida del modelo inesperado
fr: Format de sortie du modèle inattendu
it: Formato di uscita del modello inaspettato
ja: 予期せぬモデル出力形式
ko: 예상치 못한 모델 출력 형식
pt_br: Formato de saída do modelo inesperado

source: Unknown
de: Unbekannt
es_mx: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido

source: Unlimited encrypted storage
de: Unbegrenzter verschlüsselter Speicher
es_mx: Almacenamiento cifrado ilimitado
fr: Stockage chiffré illimité
it: Spazio crittografato illimitato
ja: 無制限の暗号化ストレージ
ko: 무제한 암호화 저장 공간
pt_br: Armazenamento criptografado ilimitado

source: Unlock
de: Entsperren
es_mx: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear

source: Unlock everything VaultBox can do.
de: Schalten Sie alle Funktionen von VaultBox frei.
es_mx: Desbloquea todo lo que VaultBox puede hacer.
fr: Débloquez toutes les possibilités de VaultBox.
it: Sblocca tutto ciò che VaultBox può fare.
ja: VaultBoxのすべての機能をアンロック。
ko: VaultBox의 모든 기능을 잠금 해제하세요.
pt_br: Desbloqueie tudo o que o VaultBox pode fazer.

source: Unlock quickly with biometrics.
de: Schnell entsperren mit Biometrie.
es_mx: Desbloquea rápidamente con biometría.
fr: Déverrouillez rapidement avec la biométrie.
it: Sblocca rapidamente con le biometrie.
ja: バイオメトリクスで素早くロックを解除します。
ko: 생체인식 기술을 사용하여 빠르게 잠금을 해제하세요.
pt_br: Desbloqueie rapidamente com biometria.

source: Unlock VaultBox
de: VaultBox freischalten
es_mx: Desbloquear VaultBox
fr: Débloquer VaultBox
it: Sblocca VaultBox
ja: VaultBoxをアンロック
ko: VaultBox 잠금 해제
pt_br: Desbloquear o VaultBox

source: Unlock your vault
de: Tresor entsperren
es_mx: Desbloquea tu bóveda
fr: Déverrouillez votre coffre
it: Sblocca la cassaforte
ja: 保管庫のロックを解除
ko: 보관함 잠금 해제
pt_br: Desbloqueie seu cofre

source: Up to date
de: Aktuell
es_mx: Actualizado
fr: à jour
it: aggiornato
ja: 最新
ko: 최신
pt_br: Atualizado

source: Update Payment Method
de: Zahlung aktualisieren
es_mx: Actualizar pago
fr: Mettre à jour le paiement
it: Aggiorna pagamento
ja: お支払い方法を更新
ko: 결제 수단 업데이트
pt_br: Atualizar pagamento

source: Upgrade for unlimited storage.
de: Aktualisieren Sie für unbegrenzten Speicherplatz.
es_mx: Actualiza para obtener almacenamiento ilimitado.
fr: Mettez à niveau pour un stockage illimité.
it: Aggiorna per un archiviazione illimitata.
ja: 無制限のストレージをアップグレードしてください。
ko: 무제한 저장 공간을 위해 업그레이드하세요.
pt_br: Atualize para armazenamento ilimitado.

source: Upgrade to Premium
de: Auf Premium upgraden
es_mx: Mejorar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレードする
ko: 프리미엄으로 업그레이드
pt_br: Assinar Premium

source: Upload failed.
de: Hochladen fehlgeschlagen.
es_mx: Carga fallida.
fr: Téléchargement échoué.
it: Caricamento non riuscito.
ja: アップロードに失敗しました。
ko: 업로드 실패.
pt_br: Carregamento falhou.

source: Upload or download files through the browser
de: Dateien über den Browser hochladen oder herunterladen
es_mx: Subir o descargar archivos a través del navegador
fr: Télécharger ou télécharger des fichiers via le navigateur.
it: Carica o scarica file tramite il browser
ja: ブラウザを通じてファイルをアップロードまたはダウンロードする
ko: 브라우저를 통해 파일을 업로드하거나 다운로드하세요.
pt_br: Carregue ou baixe arquivos através do navegador

source: Upload too large
de: Upload zu groß
es_mx: Archivo demasiado grande
fr: Fichier trop volumineux
it: File troppo grande
ja: アップロードするファイルが大きすぎます
ko: 업로드 파일이 너무 큽니다
pt_br: Arquivo grande demais

source: Uploaded
de: Hochgeladen
es_mx: Subido
fr: Téléchargé
it: Caricato
ja: アップロードされた
ko: 업로드됨
pt_br: Carregado

source: Uploading...
de: Hochladen...
es_mx: Subiendo...
fr: Téléchargement en cours...
it: Caricamento in corso...
ja: アップロード中...
ko: 업로드 중...
pt_br: Carregando...

source: Use a new PIN to secure your vault
de: Verwenden Sie eine neue PIN, um Ihren Tresor zu schützen
es_mx: Usa un nuevo PIN para proteger tu bóveda.
fr: Utilisez un nouveau PIN pour sécuriser votre coffre-fort.
it: Usa un nuovo PIN per proteggere la cassaforte
ja: 新しいPINで保管庫を保護してください
ko: 새 PIN으로 보관함을 보호하세요.
pt_br: Use um novo PIN para proteger seu cofre

source: Use Recovery Code
de: Wiederherstellungscode verwenden
es_mx: Usar código de recuperación
fr: Utiliser le code de récupération
it: Utilizza il codice di recupero
ja: 復元コードを使用する
ko: 복구 코드를 사용하세요.
pt_br: Use o Código de Recuperação

source: Vault
de: Tresor
es_mx: Bóveda
fr: Coffre
it: Cassaforte
ja: 保管庫
ko: 보관함
pt_br: Cofre

source: Vault created
de: Tresor erstellt
es_mx: Bóveda creada
fr: Coffre créé
it: Cassaforte creata
ja: 保管庫を作成しました
ko: 보관함 생성 완료
pt_br: Cofre criado

source: VaultBox (Default)
de: VaultBox (Standard)
es_mx: VaultBox (Por defecto)
fr: VaultBox (Par défaut)
it: VaultBox (Predefinito)
ja: VaultBox（デフォルト）
ko: VaultBox (기본값)
pt_br: VaultBox (Padrão)

source: VaultBox can look like a calculator, notes app, or clock on your home screen.
de: VaultBox kann auf Ihrem Home-Bildschirm wie ein Taschenrechner, eine Notiz-App oder eine Uhr aussehen.
es_mx: VaultBox puede verse como una calculadora, una app de notas o un reloj en tu pantalla de inicio.
fr: Sur votre écran d’accueil, VaultBox peut ressembler à une calculatrice, une app de notes ou une horloge.
it: Sulla schermata Home, VaultBox può sembrare una calcolatrice, un’app di note o un orologio.
ja: ホーム画面では、VaultBoxを計算機、メモ、時計のように見せられます。
ko: 홈 화면에서 VaultBox를 계산기, 메모 또는 시계 앱처럼 보이게 할 수 있습니다.
pt_br: Na Tela de Início, o VaultBox pode parecer uma calculadora, um app de notas ou um relógio.

source: VaultBox can look through your recent photos — entirely on this device — to find IDs, cards, and screenshots of passwords or financial info that you may want to lock away. Nothing is ever uploaded.
de: VaultBox kann sich Ihre letzten Fotos ansehen - ausschließlich auf diesem Gerät - um IDs, Karten und Screenshots von Passwörtern oder finanziellen Informationen zu finden, die Sie möglicherweise sperren möchten. Nichts wird jemals hochgeladen.
es_mx: VaultBox puede revisar sus fotos recientes, completamente en este dispositivo, para encontrar identificaciones, tarjetas y capturas de pantalla de contraseñas o información financiera que pueda querer guardar. Nunca se sube nada.
fr: VaultBox peut parcourir vos photos récentes - entièrement sur cet appareil - pour trouver des identifiants, des cartes et des captures d'écran de mots de passe ou d'informations financières que vous souhaitez verrouiller. Rien n'est jamais téléchargé.
it: VaultBox può esaminare le tue foto recenti, interamente su questo dispositivo, per trovare ID, carte e screenshot di password o informazioni finanziarie che potresti voler bloccare. Nulla viene mai caricato.
ja: VaultBoxは、このデバイスだけで最近の写真を閲覧して、ロックしたいID、カード、パスワードや財務情報のスクリーンショットを見つけることができます。何もアップロードされません。
ko: VaultBox는 최근 사진을 기기에서만 분석하여 신분증, 카드, 비밀번호 또는 금융 정보가 담긴 스크린샷을 찾습니다. 어떤 사진도 업로드되지 않습니다.
pt_br: VaultBox pode analisar suas fotos recentes — inteiramente neste dispositivo — para encontrar IDs, cartões e capturas de tela de senhas ou informações financeiras que você possa querer bloquear. Nada é carregado.

source: VaultBox couldn't delete one or more originals. You can remove them manually in Photos.
de: VaultBox konnte kein oder mehrere Originale löschen. Sie können sie manuell in Fotos entfernen.
es_mx: VaultBox no pudo eliminar uno o más originales. Puedes eliminarlos manualmente en Fotos.
fr: VaultBox n'a pas pu supprimer un ou plusieurs originaux. Vous pouvez les supprimer manuellement dans Photos.
it: VaultBox non è riuscito a eliminare uno o più originali. Puoi rimuoverli manualmente in Foto.
ja: VaultBoxは、1つ以上のオリジナルを削除できませんでした。Photosで手動で削除できます。
ko: VaultBox에서 하나 이상의 원본을 삭제할 수 없습니다. 사진을 통해 수동으로 제거할 수 있습니다.
pt_br: VaultBox não conseguiu excluir um ou mais originais. Você pode removê-los manualmente nas Fotos.

source: VaultBox couldn't delete one or more originals. Your imported items are still safe in the vault.
de: VaultBox konnte mindestens ein Original nicht löschen. Die importierten Elemente sind weiterhin sicher im Tresor gespeichert.
es_mx: VaultBox no pudo eliminar uno o más originales. Los elementos importados siguen seguros en la bóveda.
fr: VaultBox n’a pas pu supprimer un ou plusieurs originaux. Les éléments importés restent stockés en sécurité dans le coffre.
it: VaultBox non ha potuto eliminare uno o più originali. Gli elementi importati sono ancora al sicuro nella cassaforte.
ja: VaultBoxで一部のオリジナルを削除できませんでした。インポートした項目は保管庫に安全に保存されています。
ko: VaultBox에서 하나 이상의 원본을 삭제하지 못했습니다. 가져온 항목은 보관함에 안전하게 저장되어 있습니다.
pt_br: VaultBox não conseguiu excluir um ou mais originais. Seus itens importados ainda estão seguros no cofre.

source: VaultBox imports only what you select. Originals stay in Photos unless you choose Delete after import.
de: VaultBox importiert nur das, was Sie auswählen. Originale bleiben in Fotos, es sei denn, Sie wählen nach der Importierung Löschen aus.
es_mx: VaultBox solo importa lo que seleccione. Los originales se mantienen en Fotos a menos que elija Eliminar después de la importación.
fr: VaultBox importe uniquement les éléments sélectionnés. Les originaux restent dans Photos sauf si vous choisissez de les supprimer après l’importation.
it: VaultBox importa solo ciò che selezioni. Gli originali rimangono nelle Foto a meno che tu non scelga Elimina dopo l'importazione.
ja: VaultBoxは、選択したもののみを読み込みます。読み込み後に削除を選択しない限り、オリジナルは写真に保存されます。
ko: VaultBox는 선택한 항목만 가져옵니다. 가져온 후 삭제를 선택하지 않으면 원본은 사진 앱에 남습니다.
pt_br: VaultBox importa apenas o que você seleciona. Os originais ficam nas Fotos, a menos que você escolha Excluir após a importação.

source: VaultBox needs camera access for this feature.
de: VaultBox benötigt Zugriff auf die Kamera für diese Funktion.
es_mx: VaultBox necesita acceso a la cámara para esta función.
fr: VaultBox a besoin d'un accès à la caméra pour cette fonctionnalité.
it: VaultBox necessita di accesso alla fotocamera per questa funzione.
ja: VaultBoxはこの機能にはカメラへのアクセスが必要です。
ko: VaultBox는 이 기능에 카메라 액세스를 필요로 합니다.
pt_br: VaultBox precisa de acesso à câmera para este recurso.

source: VaultBox needs camera access to capture photos into your vault. You can enable it in Settings.
de: VaultBox benötigt Kamerazugriff, um Fotos direkt im Tresor zu speichern. Sie können den Zugriff in den Einstellungen aktivieren.
es_mx: VaultBox necesita acceso a la cámara para capturar fotos en su bóveda. Puede activarlo en Configuración.
fr: VaultBox doit accéder à l’appareil photo pour prendre des photos et les enregistrer dans le coffre. Vous pouvez l’autoriser dans Réglages.
it: VaultBox richiede l’accesso alla fotocamera per salvare le foto nella cassaforte. Puoi abilitarlo in Impostazioni.
ja: 写真を撮影して保管庫に保存するには、カメラへのアクセスが必要です。設定で許可できます。
ko: 보관함에 사진을 촬영하려면 카메라 접근 권한이 필요합니다. 설정에서 허용할 수 있습니다.
pt_br: O VaultBox precisa acessar a câmera para tirar fotos e salvá-las no cofre. Você pode permitir o acesso em Ajustes.

source: VaultBox needs photo access to import your photos.
de: VaultBox benötigt Zugriff auf Fotos, um Ihre Fotos einzuladen.
es_mx: VaultBox necesita acceso a fotos para importar sus fotos.
fr: VaultBox a besoin d'un accès photo pour importer vos photos.
it: VaultBox deve accedere a Foto per importare le immagini.
ja: VaultBoxは、写真をインポートするために写真へのアクセスを必要とします。
ko: 사진을 가져오려면 VaultBox에 사진 접근 권한이 필요합니다.
pt_br: VaultBox precisa de acesso à foto para importar suas fotos.

source: VaultBox needs Photos access to delete originals. Allow Photos access in Settings.
de: VaultBox benötigt Zugriff auf Fotos, um die Originale zu löschen. Erlauben Sie Zugriff auf Fotos in den Einstellungen.
es_mx: VaultBox necesita acceso a Fotos para eliminar los originales. Permita el acceso a Fotos en Configuración.
fr: VaultBox doit accéder à Photos pour supprimer les originaux. Autorisez cet accès dans Réglages.
it: VaultBox necessita di accesso alle Foto per eliminare gli originali. Consenti l'accesso alle Foto nelle Impostazioni.
ja: VaultBoxはオリジナルを削除するために写真へのアクセスを必要とします。設定で写真へのアクセスを許可してください。
ko: VaultBox는 원본을 삭제하려면 사진에 대한 액세스를 필요로 합니다. 설정에서 사진에 대한 액세스를 허용합니다.
pt_br: O VaultBox precisa acessar Fotos para excluir os originais. Permita o acesso em Ajustes.
